Repository: ragnarok22/socialProject
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: pt

source: El usuario ha sido baneado
pt: O usuário foi banido

source: Usuario o contraseña incorrecto
pt: Nome de usuário ou senha está incorreta

source: Español
pt: Espanhol

source: Inglés
pt: Inglês

source: Portugués
pt: Português

source: La Red Social The Wall está dedicada a la superación profesional, hacer nuevas amistades y compartir el conocimiento entre toda la comunidad universitaria.
pt: A Rede Social The Wall é dedicada ao avanço profissional, fazer novas amizades e partilha de conhecimentos em toda a comunidade universidade.

source: Inicio
pt: Iniciação

source: Usuario
pt: Usuário

source: Contraseña
pt: Senha

source: Recuérdame
pt: Recuerdame

source: Nuestra red es visible en todo el dominio *.cu (RED CUBA)
pt: Nossa rede é visível em todo o .cu domínio * (RED CUBA)

source: Políticas de publicación en la red social
pt: Políticas de publicação na rede social

source: Todo usuario debe subir una foto al perfil, preferentemente de carácter personal.(No pueden ser sin camisa).
pt: Todos os usuários devem carregar uma foto de perfil, de preferência pessoal. (Eles não podem ser sem camisa).

source: No se pueden poner imágenes o avatares pornográficos.
pt: Você não pode colocar fotos pornográficas ou avatares.

source: Todo usuario debe llenar su perfil con la mayor cantidad de datos posible, preferentemente su ubicación.
pt: Todos os usuários devem preencher o seu perfil com o máximo de dados possível, de preferência a sua localização.

source: Ser cuidadoso para lograr un uso correcto de la lengua materna y/o extranjera empleada en la redacción de los mensajes.
pt: Tenha cuidado para o uso correto da língua materna e / ou empregado estrangeiro na escrita de mensagens.

source: Es prohibido los mensajes, blogs, páginas, archivos e imágenes con contenidos obscenos, eróticos y no acordes con los principios éticos y morales.
pt: É proibida mensagens, blogs, páginas, arquivos e imagens com obscena, erótico e não de acordo com os princípios éticos e morais.

source: Los Grupos deben tener más de 3 usuarios para que estén activos.
pt: Os grupos devem ter mais de 3 usuários para ser ativo.

source: Están prohibido los contenidos con carácter contrarrevolucionarios.
pt: Eles estão proibidos de conteúdo com caráter não-revolucionário.

source: Está prohibido utilizar la red para actividades económicas.
pt: Você não pode usar a rede para as actividades económicas.

source: No caer en faltas de respeto entre los usuarios de la red.
pt: Não caia na desrespeito entre os usuários da rede.

source: Los Administradores se reservan el derecho a eliminar todo contenido que no cumpla con las normas del sitio.
pt: Os Administradores reservam-se o direito de remover qualquer conteúdo que não esteja em conformidade com as regras do site.

source: El desconocimiento de las reglas no exime de responsabilidad.
pt: O desconhecimento das regras não isenta de responsabilidade.

source: ¿Qué es The Wall?
pt: ¿O que é The Wall?

source: Creado por Ragnarok. Todos los derechos reservados.
pt: Criado por Ragnarok. Todos os direitos reservados.

source: Términos
pt: Condições

source: Acerca de
pt: Sobre

source: Privacidad
pt: Privacidade

source: Grupo de desarrollo The Wall
pt: Grupo de Desenvolvimento The Wall

source: Cerrar
pt: Fechar

source: Cambiar Idioma
pt: Mudar Idioma
